# IdeaStatiCa.RcsApi.Model.RcsProject

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Sections** | **List&lt;RcsSection&gt;** |  | [optional]
**CheckMembers** | **List&lt;RcsCheckMember&gt;** |  | [optional]
**ReinforcedCrossSections** | **List&lt;RcsReinforcedCrossSection&gt;** |  | [optional]
**ProjectId** | **Guid** |  | [optional]
**ProjectData** | **RcsProjectData** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)